/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "التنبية قبل 1 دقيقة من قطع الإتصال";

/* Title for the about page */
"About" = "عن البرنامج";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "حساب";

/* Title for the accounts tab */
"Accounts" = "الحسابات";

/* String to be displayed when a buddy is Active */
"Active" = "فعال";

/* Button title to add someone as a buddy */
"Add" = "إضافة";

/* The title for the view to add a buddy */
"Add Buddy" = "إضافة صديق";

/* String to describe advanced set of settings */
"Advanced" = "متقدم";

/* Agree to EULA */
"Agree" = "موافق";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "السماح بالمصادقة عبر النص العادي";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "مسح تلقائي";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "بدء التشفير تلقائيا";

/* Label in buddy list for users that are available */
"Available" = "متوفر";

/* Label in buddy list for users that are away */
"Away" = "بعيد";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "الجلسة الحالية ستنتهي خلال دقيقة";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "مبتدأ";

/* The String for a button to block a buddy */
"Block" = "حظر";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "حظر & إزالة";

/* Name for default buddy group */
"Buddies" = "الأصدقاء";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "معلومات الشخص";

/* Title for the buddy list tab */
"Buddy List" = "قائمة الاصدقاء";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "إلغاء";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "حذف المحادثة المشفرة";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "محادثة";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "تحدث معي بشكل آمن";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox مقدم إليك بواسطة الكثير من المشاريع مفتوحة المصدر";

/* let users know source is on Github */
"Check out the source here on Github" = "إطلع على الشفرة المصدرية للبرنامج هنا على موقع قيت هب";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "حذف سجلات المحادثة";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "الأتصال على أي حال";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "الاتصال بالفيسيوك";

/* Whether or not account is logged in */
"Connected" = "متصل";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Contribute a translation";

/* Title for the conversations tab */
"Conversations" = "المحادثات";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "افتراضي";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "حذف الحساب؟";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "امسح المحادثات عند الخروج";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "تم التسليم";

/* Disagree with EULA */
"Disagree" = "غير موافق";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "قطع الاتصال بالفيسبوك";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "غير متصل";

/* Text for button to dismiss alert view */
"Dismiss" = "رفض";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "الرجاء عدم الإزعاج";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domain needs to be set manually when specifying a custom port";

/* Title for donation link */
"Donate" = "تبرع";

/* Title for button to press when user is finished */
"Done" = "تم";

/* The string describing account name or email address for a buddy */
"Email" = "الإيميل";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "تمكين الاستفادة من تشفير OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "نص مدخل";

/* Title of error message pop-up box */
"Error!" = "خطأ!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "فيسبوك";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "فشل في الاتصال بخادم الاكس ام بي بي. تأكد من صحة بياناتك المدخلة واتصالك بالانترنت ثم حاول مجدداً.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "فشل في محاولة تصديق البيانات . الرجاء المحاولة مرة أخرى";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "بصمتك الرقمية";

/* Size for the font in the chat screen */
"Font Size" = "حجم الخط";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "انتهى";

/* the name for Google talk */
"Google Talk" = "قوقل توك";

/* The string describing a buddy's group */
"Group" = "مجموعة";

/* The string describing a buddy's groups ... plural */
"Groups" = "مجموعات";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "اسم النطاق";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "عدم توافق باسم النطاق";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "تجاهل";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "من أجل تغيير اللغة، يرجى العودة للشاشة الرئيسة وإزالة Chatterbox من قائمة التطبيقات المستخدمة مؤخرا";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "غير فعال";

/* Short for information, button title to get more information */
"Info" = "معلومات";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "ابدأ محادثة مشفرة";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "هو الآن متوفر";

/* Message shown in line for users that are away */
"is now away" = "هو الآن بعيد";

/* Message shown in line for users that are offline */
"is now offline" = "هو الآن غير متصل";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "بروتوكول Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "لغة";

/* String of title to alert user language is change */
"Language Change" = "تغيير اللغة";

/* log in to account */
"Log In" = "تسجيل الدخول";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting.";

/* log out from account */
"Log Out" = "تسجيل الخروج";

/* shown during the login process */
"Logging in..." = "جاري تسجيل الدخول...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "تسجيل الدخول لـ";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "تسجيل الخروج من اوسكار؟";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "تسجيل خروج من اكس ام بي بي؟";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "رسالة";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "الاسم";

/* For a new settings value */
"New" = "جديد";

/* Title for New Account View */
"New Account" = "حساب جديد";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "رسالة جديدة: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "لا يوجد حساب محفوظ";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "غير متوفر";

/* Not Verified or cancel verified */
"Not Verified" = "لم يتم التحقق منه";

/* Label in buddy list for users that are offline */
"Offline" = "غير متصل";

/* Accept the dialog */
"OK" = "موافق";

/* For an old settings value */
"Old" = "قديم";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "افتحها في سفاري";

/* Hint text for domain field telling user this field is not required */
"Optional" = "اختياري";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "أخرى";

/* Label text for password field on login screen */
"Password" = "كلمة المرور";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "في انتظار الموافقة";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "حذف بشكل دائم";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "منفذ";

/* label for link to Chatterbox project website */
"Project Homepage" = "الصفحة الرئيسية للمشروع";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "البصمة لـ";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "مقروء";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "مؤخرًا";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "رفض";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "تذكر اسم المستخدم";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "تذكر اسم المستخدم";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "إزالة";

/* Reply to an incoming message */
"Reply" = "رد";

/* Setting name for requiring a TLS connection */
"Require TLS" = "طلب TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "مطلوب";

/* Title for button for saving a setting */
"Save" = "حفظ";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "تحذير أمني";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "شهادة اس اس ال موقعة شخصياً";

/* For sending a message */
"Send" = "ارسال";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "أرسال إيصالات بالتسليم";

/* String on button to email feedback */
"Send Feedback" = "ارسال مراجعة أو ملاحظات";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "ارسال تنبيه عمد الكتابة";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "اعدادات";

/* Title for sharing a link to the app */
"Share" = "شارك";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "تحذير تسجيل الخروج";

/* description for what the font size setting affects */
"Size for font in chat view" = "حجم الخط لنافذة المحادثة";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "عدم تطابق اسم النطاق";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "طلبات الاشتراك";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "المحادثة مع %@ لم تعد آمنة";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "هذه المحادثة آمنة";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "تم تأمين هذه المحادثة وتم التأكد من ذلك";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatterbox and will redirect to the App Store." = "كود الكيو آر هذا يحتوي رابط إلى http://omniqrcode.com/q/chatterbox وسيحولك إلى الآب ستور";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "يكتب الآن";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "اسم المستخدم";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "مُتحقق منه";

/* Shown when verifying fingerprints */
"Verify" = "تحقق";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "تحقق من البصمة";

/* Shown when verifying fingerprints */
"Verify Later" = "تحقق لاحقًا";

/* when displaying version numbers such as 1.0.0 */
"Version" = "النسخة";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "تحذير: هذه المحادثة غير مشفرة.";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "تحذير: استخدمه بحذر! قد يقلل من أمنك!";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "اذا خرجت من هذه المحادثة فستمسح تلقائياً";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "You (%@) have disconnected.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "أنت: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "يجب ان تكون في محادثة مشفرة أولاً";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "يجب أن تدخل اسم المستخدم وكلمة المرور للدخول.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Your donation will help fund the continued development of Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Your Facebook username is not the email address that you use to login to Facebook";

